/* Menu Items */
"file" = "File";
"edit" = "Edit";
"simulation" = "Simulation";
"view" = "View";
"window" = "Window";
"help" = "Help";

/* File Menu */
"takeScreenshot" = "Take Screenshot";

/* Edit Menu */
"copyScreenshot" = "Copy Screenshot";
"selectBody" = "Select Body...";

/* Simulation Menu */
"playPause" = "Play/Pause";
"reset" = "Reset";
"faster" = "Faster";
"slower" = "Slower";

/* View Menu */
"centerCamera" = "Center Camera";
"toggleFullscreen" = "Toggle Full Screen";
"statistics" = "Statistics";
"bodyLabels" = "Body Labels";
"trails" = "Trails";
"zoomIn" = "Zoom In";
"zoomOut" = "Zoom Out";
"actualSize" = "Actual Size";

/* Window Menu */
"minimize" = "Minimize";
"zoom" = "Zoom";
"bringAllToFront" = "Bring All to Front";

/* Help Menu */
"gravitonHelp" = "Graviton Help";
"tutorial" = "Tutorial";
"changelog" = "Changelog";
"reportIssue" = "Report an Issue...";
"privacyPolicy" = "Privacy Policy";
"licenseInfo" = "License Information";

/* Notifications */
"screenshotSaved" = "Screenshot Saved";
"screenshotFailed" = "Screenshot Failed";
"screenshotSavedMessage" = "Screenshot saved to %@";
"screenshotCopied" = "Screenshot Copied";
"screenshotCopiedMessage" = "Screenshot copied to clipboard";

/* Save Dialog */
"saveScreenshot" = "Save Screenshot";
"saveScreenshotMessage" = "Choose a location to save the screenshot";
"fileName" = "File name:";
